name: "cifar10-cnn"
platform: "pytorch_libtorch"
max_batch_size: 1
input[
{
    name: "IMAGE"
    data_type:  TYPE_FP32
    dims: [3,32,32]
}
]
output:[
{
    name: "LOGITS"
    data_type:  TYPE_FP32
    dims: [10]
}
]

instance_group[
  {
    count: 1
    kind: KIND_CPU
  }
]
